---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.FabricSheet
source: html/d3afca5b-b63f-defe-ae88-6ec0f0c1d034.htm
---
# FabricSheet Properties

The id of the assembly instance to which the element belongs.